//;******************************************************************************
//;* Copyright (c) 2021, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//;
//; Module Name:
//;
//;   SecurityEventDxe.uni
//;
//; Abstract:
//;
//;   String definitions for SecurityEvent formset.
//;

/=#

#include "Standard.uni"

#string STR_SECURITY_EVENT             #language en-US        "System found security event(s) caused by"
                                       #language fr-FR        "System found security event(s) caused by"
                                       #language zh-TW        "System found security event(s) caused by"
                                       #language ja-JP        "System found security event(s) caused by"
                                       #language it-IT        "System found security event(s) caused by"
                                       #language es-ES        "System found security event(s) caused by"
                                       #language de-DE        "System found security event(s) caused by"
                                       #language pt-PT        "System found security event(s) caused by"
#string STR_EXIT_DISPLAY               #language en-US        "Press [Yes] to continue or [No] to shutdown."
                                       #language fr-FR        "Press [Yes] to continue or [No] to shutdown."
                                       #language zh-TW        "Press [Yes] to continue or [No] to shutdown."
                                       #language ja-JP        "Press [Yes] to continue or [No] to shutdown."
                                       #language it-IT        "Press [Yes] to continue or [No] to shutdown."
                                       #language es-ES        "Press [Yes] to continue or [No] to shutdown."
                                       #language de-DE        "Press [Yes] to continue or [No] to shutdown."
                                       #language pt-PT        "Press [Yes] to continue or [No] to shutdown."
